---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourFootDegreeFahrenheit
source: html/43fb4367-c047-cae2-cab3-645c82cc1519.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourFootDegreeFahrenheit Property

British thermal units per hour foot degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerHourFootDegreeFahrenheit { get; }
```